**FREE
// Programa: HOLA_MUNDO_DESDEVSCODE
// Descripción: Programa simple que muestra "Hola Mundo"

Dcl-S mensaje Char(50);

mensaje = 'Hola Mundo';

Dsply mensaje;

*InLr = *On;
Return;